Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: ཁྱོད་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་མི་འགྲོ་ན་གཞན་སུ་ཞིག་འགྲོ་བར་འགྱུར།
en: If you do not attend the saṅgha’s acts and activities, who else will attend?

source: ཁྱོད་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མྱོང་བར་མི་བྱེད། ན་གཞན་སུ་ཞིག་ཉམས་སུ་མྱོང་བར་བྱེད།
en: If you do not participate with the saṅgha in its acts and activities, who else will?

source: ཀ་པི་ན་དེ་ལྟ་བས་ན་ཁྱོད་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་མི་འགྲོ་བར་མ་བྱེད་པར་སོང་ཤིག །
en: “Therefore, Kapphiṇa, do not fail to go to the saṅgha’s restoration rite site.

source: ཀ་པི་ན་ཁྱོད་དགེ་འདུན་གྱི་གསོ་སྦྱོང་ཉམས་སུ་མི་མྱོང་བར་མ་བྱེད་པར་ཉམས་སུ་མྱོང་བར་བྱོས་ཤིག །
en: Kapphiṇa, do not fail to participate with the saṅgha in the restoration rite.

source: ཀ་པི་ན་ཁྱོད་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་མི་འགྲོ་བར་མ་བྱེད་པར་སོང་ཤིག །
en: Kapphiṇa, do not fail to attend the saṅgha’s acts and activities.

source: ཀ་པི་ན་ཁྱོད་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མི་མྱོང་བར་མ་བྱེད་པར་ཉམས་སུ་མྱོང་བར་གྱིས་ཤིག །
en: Kapphiṇa, do not fail to participate with the saṅgha in the saṅgha’s acts and activities.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ན་ཁྲིད་ནས་གསོ་སྦྱོང་གི་གནས་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས། དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ། །
en: The Blessed One then took the revered brahmin Kapphiṇa to the saṅgha’s restoration rite site and sat down on the mat that had been lain before the saṅgha of monks.

source: བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་ལྟ་བས་ན་དགེ་སློང་དག་གིས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་གཅད་པ་རྗེས་སུ་གནང་ངོ་། །
en: After sitting down, the Blessed One said to the monks, “I now allow that those monks who have pledged to share a restoration rite site may demarcate a large boundary.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་གཅད་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་གཅད་པར་བྱ་བ་མི་ཤེས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཇེ་དང་པོར་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོ་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ།
en: When the Buddha allowed that monks who have pledged to share a restoration rite site may demarcate a large boundary, they did not know how to demarcate a large boundary, so the Blessed One said, “To begin with, boarding or resident monks should set firm markers in the four directions to demarcate the large boundary.

source: རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །
en: In the east, choose a firm marker such as a boulder, wall, pillar, tree, fence, rock crevice, road, or well.

source: ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ།
en: In the south, west, and north as well, choose a firm marker such as a boulder, wall, pillar, tree, fence, rock crevice, road, or well.

source: བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །དེའི་འོག་ཏུ་གནས་མལ་བཤམ་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: “Then, after the seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པས་མཚན་མ་བརྟན་པོར་བརྗོད་པར་བྱའོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོར་བརྗོད་པར་བྱའོ། །
en: Once the whole saṅgha is seated and has a quorum, a boarding or a resident monk should announce the firm markers in the four directions that demarcate the large boundary: in the east, south, west, and north, the firm marker is a boulder, wall, pillar, tree, fence, rock crevice, road, well, and so on.

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ། གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་།
en: “Then, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མ་བརྟན་པོ་ལགས།
en: The boarding and resident monks have announced the firm markers they have set in the four directions to demarcate the large boundary.

source: ལྷོ་ཕྱོགས་སུ་ནི་ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མ་བརྟན་པོ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མ་བརྟན་པོ་ལགས། བྱང་ཕྱོགས་སུ་ནི་ལམ་པོ་ཆེའི་མཚན་མའམ།
en: In the east, the firm markers are a boulder and a wall; in the south, the firm markers are a pillar and a tree; in the west, the firm markers are a fence and a rock crevice; and in the north, the firm markers are a road and a well.

source: ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་ལགས་ན། གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་དགེ་འདུན་གྱིས་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent for the large boundary that has been demarcated by the saṅgha who has pledged to share a restoration rite site within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein, so that monks may gather at the site and be at ease.’

source: གནས་མལ་ལ་ཐུག་གི་བར་དུ་མཚམས་ཆེན་པོ་གཅོད་དོ། །
en: “That is the motion.

source: འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ།
en: The act is performed as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མ་བརྟན་པོ་ལགས།
en: The boarding and resident monks have announced the firm markers in the four directions they have set to demarcate the large boundary on this site.

source: ལྷོ་ཕྱོགས་སུ་ནི་ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མ་བརྟན་པོ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མ་བརྟན་པོ་ལགས། བྱང་ཕྱོགས་སུ་ནི་ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་ལགས་ཏེ། དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་།
en: In the east, the firm markers are a boulder and a wall; in the south, the firm markers are a pillar and a tree; in the west, the firm markers are a fence and a rock crevice; and in the north, the firm markers are a road and a well.

source: དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་གཅོད་ན། ཚེ་དང་ལྡན་པ་གང་དག་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་གཅད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If a large boundary is demarcated by the saṅgha who has pledged to share a restoration rite site within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein, so that monks may gather at the site and be at ease remain silent, then I ask that those venerable ones who can accept the large boundary that has been demarcated by the saṅgha who has pledged to share a restoration rite site within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein, so that monks may gather at the site and be at ease remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་། གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་བཅད་ལགས་ཏེ།
en: “In accepting and giving their consent, the large boundary is demarcated by the saṅgha who has pledged to share a restoration rite site within these markers, including the forest and including the residence but excluding any towns and town outskirts therein, so that the saṅgha may gather at the site and be at ease.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོ་བཅད་པ་དེར་དགེ་སློང་རྣམས་ཀྱིས་འདུག་སྟེ། གསོ་སྦྱོང་བྱ་ཞིང་དགག་དབྱེ་དང་། གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: “The monks may then sit within the large boundary demarcated by the saṅgha and use it for the seated practice, the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: མི་མཐུན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If they do not have a quorum, they will be guilty of a breach.”

source: དགེ་སློང་རྣམས་ཆོས་གོས་གསུམ་ཐོགས་ཏེ་ཉིན་མོ་སྤྱོད་དུ་འདོང་བ་ན་སྐྱོ་བར་གྱུར་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱིས་ཆོས་གོས་དག་དང་མི་འབྲལ་བའི་གནང་བ་སྦྱིན་པར་བྱའོ། །
en: Robes When the monks carried the three robes during their daily practice, they were oppressed by the heat, so the monks appealed to the Blessed One and the Blessed One said, “Consent should be given so that all monks are deemed to be in possession of their robes while within the large boundary.

source: འདི་ལྟར་སྦྱིན་པར་བྱ་སྟེ།
en: Consent should be given in the following way.

source: གནས་མལ་བཤམ་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: After seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གཅིག་གིས་གསོལ་པ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ།
en: Once the whole saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་པ་ལས།
en: A saṅgha with a quorum, which has pledged to share a restoration rite site, has demarcated a large boundary for this site.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱིས་ཆོས་གོས་དག་དང་བྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩོལ་ཏོ། །
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent that all monks be deemed to be in possession of their robes while within the large boundary so that the saṅgha may gather and be at ease, I ask consent.’

source: ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ།
en: The act is performed as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་དེ། དེའི་སླད་དུ་དགེ་འདུན་གྱིས་འདི་ལྟ་སྟེ།
en: A saṅgha with a quorum, which has pledged to share a restoration rite site, has demarcated a large boundary for this site.

source: གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩོལ་ན། ཚེ་དང་ལྡན་པ་གང་དག་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་ལ་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩལ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: Therefore, if the saṅgha gives consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease, I ask those venerable ones who can accept that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at the site and be at ease, to remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་ཐམས་ཅད་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་སྩལ་ལགས་ཏེ།
en: “In accepting this and giving their consent, the saṅgha gives consent that all monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease.

source: དགེ་འདུན་གྱིས་གང་དུ་མཚམས་ཆེན་པོའི་ནང་དུ་དགེ་སློང་རྣམས་ཀྱི་ཆོས་གོས་དག་དང་འབྲལ་བར་མི་འགྱུར་བའི་གནང་བ་བྱིན་པ་དེར་དགེ་སློང་རྣམས་སྟོད་གཡོགས་དང་སྨད་གཡོགས་དང་བཅས་པས་འདོང་བར་བྱ་སྟེ།
en: “Where the saṅgha has granted consent that monks be deemed to be in possession of their robes while within the large boundary, so that the saṅgha may gather at that site and be at ease, monks may remain in their upper and lower robes.

source: འདི་ལ་འགྱོད་པར་མི་བྱའོ། །
en: This need not be regretted.”

source: དགེ་སློང་དག་ལ་བཞིའི་ཚོགས་ཀྱིས་ལས་བྱ་བ་དག་བྱུང་ཞིང་ལྔའི་ཚོགས་ཀྱིས་ལས་བྱ་བ་དག་དང་།
en: Consent to Undo Among them were monks who did those acts described in the group of four, who did those acts described in the group of five, and who did those acts described in the group of ten.

source: ཚོགས་ཀྱིས་ལས་བྱ་བ་དག་བྱུང་ནས། དེ་དག་དགེ་འདུན་ཐམས་ཅད་སྡུད་པར་བྱེད་པ་ན། དགེ་སློང་རྣམས་ཀྱི་དགེ་བའི་ཕྱོགས་ཡོངས་སུ་ཉམས་པར་གྱུར་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: When the whole saṅgha gathered, among them were monks whose dedication to virtue had lapsed.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མཚམས་བུ་ཆུང་གཅད་ཅིང་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་བྱའོ། །
en: So the monks appealed to the Blessed One and the Blessed One said, “A small boundary should be demarcated and it should be agreed upon as the inner circle.

source: འདི་ལྟར་གཅད་པར་བྱ་སྟེ། ཇེ་དང་པོར་མཚམས་ཆེན་པོ་དགྲོལ་བར་བྱའོ། །འདི་ལྟར་དགྲོལ་བར་བྱ་སྟེ།
en: First the large boundary should be undone in the following way.

source: གནས་མལ་བཤམ་པར་བྱས་ནས། གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: After seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ། ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ།
en: Once the whole saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་པ་གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: A saṅgha with a quorum, which has pledged to share a restoration rite site, has demarcated a large boundary for this site. Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent.

source: དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་གཞིག་ཅིང་དགྲོལ་བར་མཛད་དོ། །
en: I ask that the saṅgha erase and undo the large boundary.’

source: འདི་ལྟ་སྟེ་གནས་འདིར་དགེ་འདུན་མཐུན་པས་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་མཚམས་ཆེན་པོ་བཅད་དེ།
en: A saṅgha with a quorum, which has pledged to share a restoration rite site, has demarcated a large boundary for this site.

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་གཞིག་ཅིང་དགྲོལ་བར་མཛད་ན། ཚེ་དང་ལྡན་པ་གང་དག་མཚམས་ཆེན་པོ་གཞིག་ཅིང་དགྲོལ་བར་མཛད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: Therefore, if the saṅgha erases and undoes the large boundary, I ask those venerable ones who can accept the erasure and undoing of the large boundary to remain silent.

source: འདི་ནི་ལས་བརྗོད་པ་དང་པོ་སྟེ་དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས།
en: “This is the first statement of the act. It should be repeated verbatim a second and third time.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚམས་ཆེན་པོ་བཤིག་ཅིང་བཀྲོལ་ལགས་ཏེ།
en: In accepting and giving their consent, the saṅgha erases and undoes the large boundary.

source: དེའི་འོག་ཏུ་དགེ་སློང་གནས་པ་དང་གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །
en: Consent for the Small Boundary “After that, boarding or resident monks should set firm markers in the four directions to demarcate the small boundary.

source: ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ།
en: In the east, south, west, and north, choose a firm marker by planting a teakwood stake, stringing yarn, placing a rock, or digging a furrow.

source: སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །དེའི་འོག་ཏུ་གནས་མལ་བཤམ་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས། དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ།
en: “After seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་སློང་གནས་པ་དང་གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པའམ། སྲད་བུ་བྲེས་པའམ། རྡོ་བཞག་པའམ། སྲོལ་བཏོད་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །
en: Once the whole saṅgha is seated and has a quorum, boarding or resident monks should announce the firm markers in the four directions that demarcate the small boundary: ‘In the east, south, west, and north, the following firm markers have been planted: a teakwood stake, strung yarn, a placed rock, or a dug furrow.’

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: “After that, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: འདི་ལྟ་སྟེ་གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་བུ་ཆུང་གི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་སེང་ལྡེང་གི་ཕུར་པ་བཏབ་པ་ལགས།
en: The boarding or resident monks have announced the firm markers in the four directions that demarcate the small boundary on this site.

source: ལྷོ་ཕྱོགས་སུ་ནི་སྲད་བུ་བྲེས་པ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་རྡོ་བཞག་པ་ལགས། བྱང་ཕྱོགས་སུ་ནི་སྲོལ་བཏོད་པ་བརྟན་པོ་ལགས་ན།
en: In the east, the firm marker is a planted teakwood stake; in the south, strung yarn; in the west, a placed rock; and in the north, a dug furrow.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་བུ་ཆུང་གཅོད་ཅིང་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་དོ། །
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent for the small boundary that the saṅgha has demarcated within these markers and agreed upon as the inner circle, so that the saṅgha may gather at that site and be at ease.’

source: ལྷོ་ཕྱོགས་སུ་ནི་སྲད་བུ་བྲེས་པ་ལགས། ནུབ་ཕྱོགས་སུ་ནི་རྡོ་བཞག་པ་ལགས། བྱང་ཕྱོགས་སུ་ནི་སྲོལ་བཏོད་པ་བརྟན་པོ་ལགས་ཏེ།
en: In the east, the firm marker is a planted teakwood stake; in the south, strung yarn; in the west, a placed rock; and in the north, a dug furrow.

source: དེའི་སླད་དུ་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་བུ་ཆུང་བཅད་ཅིང་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་ན། ཚེ་དང་ལྡན་པ་གང་དག་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་བུ་ཆུང་བཅད་ཅིང་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If the saṅgha demarcates the small boundary within these markers and agrees upon it as the inner circle, I ask that those venerable ones who can accept the small boundary that the saṅgha has demarcated within these markers and agreed upon as the inner circle, so that the saṅgha may gather at the site and be at ease, to remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་འདི་ལྟར་གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་ལ་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་མཚམས་བུ་ཆུང་བཅད་ཅིང་དཀྱིལ་འཁོར་བར་བློ་མཐུན་པར་མཛད་ལགས་ཏེ།
en: “In accepting and giving their consent, the saṅgha accepts the small boundary thus demarcated within these markers and agrees upon it as the inner circle, so that the saṅgha may gather at that site and be at ease.

source: དེའི་འོག་ཏུ་མཚམས་ཆེན་པོ་གཅད་པར་བྱའོ། །
en: Consent for the Large Boundary “After that, the large boundary should be demarcated.

source: འདི་ལྟར་གཅད་པར་བྱ་སྟེ།
en: It should be done in the following way.

source: ཇེ་དང་པོར་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པས་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །
en: To begin with, boarding or resident monks should set firm markers in the four directions to demarcate the large boundary.

source: བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པས་མཚན་མ་བརྟན་པོ་གཟུགས་པར་བྱའོ། །དེའི་འོག་ཏུ་གནས་མལ་བཤམ་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: “Then, after seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱིས་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་སུ་ཡང་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མའམ། ཀ་བའི་མཚན་མའམ། ཤིང་ལྗོན་པའི་མཚན་མའམ། ར་བའི་མཚན་མའམ། བྱ་སྐྱིབས་ཀྱི་མཚན་མའམ། ལམ་པོ་ཆེའི་མཚན་མའམ། ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་བརྗོད་པར་བྱའོ། །
en: Once the whole saṅgha is seated and has a quorum, boarding or resident monks should announce the firm markers in the four directions that demarcate the large boundary: in the east, south, west, and north, the firm markers are a boulder, a wall, a pillar, a tree, a fence, a rock crevice, a road, a well, and so on.

source: དེའི་འོག་ཏུ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། འདི་ལྟ་སྟེ།
en: “Then, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་འདི་ན་དགེ་སློང་གནས་པ་དང་། གཉུག་མར་གནས་པ་རྣམས་ཀྱི་མཚམས་ཆེན་པོའི་ཕྱོགས་བཞིའི་མཚན་མ་བརྟན་པོ་བརྗོད་པ་ཤར་ཕྱོགས་སུ་ནི་ཕ་བོང་གི་མཚན་མའམ། རྩིག་པའི་མཚན་མ་བརྟན་པོ་ལགས།
en: The boarding or resident monks have announced the firm markers they have set in the four directions to demarcate the large boundary on this site.

source: ཁྲོན་པ་ལ་སོགས་པའི་མཚན་མ་བརྟན་པོ་ལགས་ན། གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱི་མཚན་མ་འདི་རྣམས་ཀྱི་ནང་དུ་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་འདི་ལྟ་སྟེ། གནས་བསྡུ་བ་དང་། དགེ་སློང་རྣམས་བདེ་བ་ལ་རེག་པར་གནས་པར་བགྱི་བའི་སླད་དུ་གྲོང་དང་གྲོང་གི་ཉེ་འཁོར་མ་གཏོགས་པར་དགོན་པ་ལ་ཐུག་པ་དང་།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent for the large boundary that the saṅgha who has pledged to share a restoration rite site has demarcated within the above markers, including the forest and including the residence but excluding any towns and town outskirts therein, so that monks may gather at the site and be at ease.’

source: གནས་མལ་ལ་ཐུག་པའི་བར་དུ་མཚམས་ཆེན་པོ་གཅོད་དོ། །
en: “That is the motion.

source: འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The act is performed as follows: “ ‘Venerable saṅgha, please listen.
